{
  "AccountComponent": {
    "title": "Account"
  },
  "AdaptiveScaffoldLayout": {
    "account": "Account",
    "beta": "Beta",
    "billing": "Billing",
    "catalog": "Catalog",
    "customers": "Customers",
    "dashboard": "Dashboard",
    "locations": "Locations",
    "logOut": "Log out",
    "mainSite": "Main Site",
    "orders": "Orders",
    "support": "Support",
    "theme": "Theme",
    "useMyOrderApp": "Use MyOrderApp"
  },
  "AppConfigComponent": {
    "formTabLabel": "Options",
    "previewTabLabel": "Preview"
  },
  "AppConfigForm": {
    "appIconHelperText": "Displayed on users' home screen. Recommended size: 1024x1024.",
    "appIconLabel": "App Icon",
    "appIconTooltip": "Submit any image if unsure. We can assist with design refinements.",
    "appearanceLabel": "Appearance",
    "defaultName": "{name} Order App",
    "fontFamilyHelperLinkText": "View available fonts",
    "fontFamilyLabel": "Font",
    "fontFamilyTooltip": "Pick from Google Fonts or 'randomize' for an unexpected selection.",
    "nameHelperText": "Defines both app name and URL:",
    "nameLabel": "App Name",
    "nameTooltip": "Usually your business name. URL is updated immediately upon change, app name update requires store submission.",
    "randomizeAllButtonText": "Randomize Settings",
    "saveAndContinue": "Save & Proceed",
    "seedColorHelperText": "Base color for your theme",
    "seedColorLabel": "Primary Color",
    "seedColorRequired": "Enter a valid hex color.",
    "seedColorTooltip": "We derive shades from this color, creating a cohesive theme for both light and dark modes. Adjust or 'randomize' to explore!",
    "submitButtonCaption": "Edit settings anytime later.",
    "submitButtonText": "Confirm",
    "themeModeHelperText": "'Auto' respects user's device settings. 'Light' or 'Dark' overrides it.",
    "themeModeLabel": "Theme Mode",
    "themeModeTooltip": "'Light' for a bright theme, 'Dark' for muted visuals, 'Auto' syncs with device preferences.",
    "themeModeValues": {
      "dark": "Dark",
      "light": "Light",
      "system": "Auto"
    },
    "useMaterial3Labels": {
      "false": "Classic",
      "true": "Contemporary"
    },
    "useMaterial3Tooltip": "Activate 'contemporary' for sleeker, updated design attributes."
  },
  "AppleAuthButton": {
    "text": "Continue with Apple"
  },
  "CatalogAccordion": {
    "dragHandleTooltip": "Drag and drop to reorder in-app",
    "expandTooltip": "Expand to see sub-items",
    "fileNotFoundError": "File missing. Retry or contact support if the issue continues.",
    "fileTooLargeError": "File exceeds the limit. Keep it under 250 MB.",
    "invalidFileError": "Unsupported file type. Ensure it's JPEG, PJPEG, PNG, or GIF.",
    "switchTooltip": "Toggle to enable or disable in-app",
    "syncButton": "Sync",
    "syncButtonTooltip": "Manually sync with Square right now"
  },
  "CatalogComponent": {
    "catalogTabLabel": "Catalog",
    "previewTabLabel": "Preview"
  },
  "ComingSoonComponent": {
    "description": "We are working hard to bring MyOrderApp to you. Stay tuned!",
    "title": "Coming Soon!"
  },
  "CurrencySelector": {
    "title": "Currency"
  },
  "CustomersDataGrid": {
    "createDateHeaderName": "Customer since",
    "emailHeaderName": "Email",
    "nameHeaderName": "Name",
    "noData": "Customers will appear here.",
    "phoneNumberHeaderName": "Phone number"
  },
  "DashboardComponent": {
    "appConfigEnabledTooltip": "Toggle to enable or disable ordering. Useful for holidays or sudden closures.",
    "endDatePickerLabel": "End",
    "moneyAmountLabel": "Total Revenue",
    "moneyAmountTooltip": "Total revenue from app orders within the date range.",
    "moneyAppFeeAmountLabel": "App Fees",
    "moneyAppFeeAmountTooltip": "Total MyOrderApp transactions fees paid out within the date range.",
    "moneyTaxAmountLabel": "Sales Tax",
    "moneyTaxAmountTooltip": "Total sales tax collected within the date range.",
    "moneyTipAmountLabel": "Tips",
    "moneyTipAmountTooltip": "Total tips collected within the date range.",
    "orderCountTitle": "{count} Orders",
    "orderCountTooltip": "Total orders within the selected date range.",
    "startDatePickerLabel": "Start"
  },
  "DeauthorizeSquareDialog": {
    "cancelButton": "Cancel",
    "content": "Are you certain you wish to deauthorize Square? This irreversible action will erase all your data, including customer accounts. While we'll maintain minimal records for legal reasons, restoring this data won't be feasible. Please confirm this final step by entering your email address below.",
    "deleteButton": "Confirm Deauthorization",
    "emailLabel": "Confirm Email",
    "title": "Deauthorize Square"
  },
  "DeleteMerchantMeDialog": {
    "cancelButton": "Cancel",
    "content": "Are you certain you wish to delete your account? This irreversible action will erase all your data, including customer accounts and order history. While we'll maintain minimal records for legal reasons, restoring your account won't be feasible. Please confirm this final step by entering your email address below.",
    "deleteButton": "Confirm Deletion",
    "emailLabel": "Confirm Email",
    "title": "Delete Account"
  },
  "ErrorTextDialog": {
    "fallbackButton": "Okay",
    "fallbackTitle": "Oops, something went wrong."
  },
  "FaqAccordion": {
    "cancellation": {
      "details": "<p>Your cancellation and plan change request can be managed directly through the MyOrderApp dashboard. If you decide to cancel a paid subscription, your account will revert to the free plan's transaction fee structure. The transition is designed to be smooth, providing a one-month grace period where your app continues to operate, albeit with higher transaction fees corresponding to the free tier. This period allows for customer notifications and any necessary arrangements for a new service if you choose to migrate. Keep in mind that changes to your plan will take effect immediately, but any benefits or increased fees will only come into play after the one-month period following a downgrade.</p>",
      "summary": "Can I cancel or change my plan?"
    },
    "personalize": {
      "details": "<div class=\"wpb_wrapper\"><p>You can easily personalize your mobile app in MyOrderApp by heading to the customize section. There, you'll enter a name for your app that truly speaks to your brand's identity. Next, you'll upload an icon that captures your business visually. After that, pick a seed color which will dictate the primary color scheme of your app, ensuring it matches your brand's palette. Then, you can choose from a variety of font families to find the one that fits your brand's style.</p>\r\n<p>Further, you'll have the option to set the theme mode of your app—either to match the system settings of the user's device or to stick with a light or dark theme consistently. Lastly, select an appearance for your app—be it contemporary or modern—to best present your business to customers. The great thing is, as you make these choices, you'll see a live preview of what your app will look like, giving you a real-time glimpse into the user experience before your app goes live.</p>\r\n</div>",
      "summary": "How can I personalize my mobile app with MyOrderApp?"
    },
    "pricing": {
      "details": "<div class=\"wpb_wrapper\"><p class=\"code-line\" dir=\"auto\" data-line=\"93\">MyOrderApp offers three main pricing plans, each designed to cater to different stages of business growth and platform needs:</p>\r\n<ol class=\"code-line\" dir=\"auto\" data-line=\"95\">\r\n<li class=\"code-line\" dir=\"auto\" data-line=\"95\">\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"95\"><strong>Free Plan</strong>: This plan is geared towards small businesses just starting out with mobile ordering. It includes access to a personalized web app with a 5% transaction fee per order. Support for the Free plan is guaranteed within 72 hours.</p>\r\n</li>\r\n<li class=\"code-line\" dir=\"auto\" data-line=\"97\">\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"97\"><strong>Starter Plan</strong>: Ideal for growing businesses that aim to establish an Android presence. This plan costs $29 per month with a reduced transaction fee of 2.5%. It includes everything in the Free plan plus the addition of an Android app. Support response times for the Starter plan are within 48 hours.</p>\r\n</li>\r\n<li class=\"code-line\" dir=\"auto\" data-line=\"99\">\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"99\"><strong>Complete Plan</strong>: This plan is for businesses seeking a comprehensive, multi-platform mobile ordering experience. Priced at $99 per month, it completely eliminates transaction fees and includes the features of the Starter Plan plus an iOS app. Priority support with response times within 24 hours is also included.</p>\r\n</li>\r\n</ol>\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"101\">The key differences lie in the supported platforms (web, Android, iOS), the transaction fees, and the speed of the support response times. Each subsequent tier provides additional value in terms of reduced transaction costs, broader reach to customers across different devices, and quicker access to customer service.</p>\r\n</div>",
      "summary": "What are the differences between the pricing plans offered by MyOrderApp?"
    },
    "steps": {
      "details": "<div class=\"wpb_wrapper\"><p>Once you've customized your app and are ready to go live, the subsequent steps depend on the publishing plan you've chosen.</p>\r\n<p>If your plan includes an Android app:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Beta Invite</strong>: Within 48 hours of selecting an Android-inclusive plan and completing checkout, you will receive a beta invite for your application. This is an opportunity to test and experience the app before it goes public.</p>\r\n</li>\r\n<li>\r\n<p><strong>Store Page Coordination</strong>: Our team will collaborate with you to prepare the necessary screenshots and descriptions that will accompany your app on its Google Play Store page.</p>\r\n</li>\r\n<li>\r\n<p><strong>Google Play Submission</strong>: Following your approval of these materials, we will submit your app to the Google Play Store for review.</p>\r\n</li>\r\n</ul>\r\n<p>For plans that include an iOS app:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Developer Account Options</strong>: Our team will contact you to discuss setting up your Apple Developer Account. You have the option to create it yourself—and if you do, we'll credit back your first month's subscription—or you can allow us to set it up using the email you've provided. This step requires some coordination but is essential for the iOS app publication.</p>\r\n</li>\r\n<li>\r\n<p><strong>iOS Beta Build</strong>: After your Apple Developer Account is active, we aim to provide you with an iOS beta build within 48 hours. This gives you an early look and the ability to confirm that everything in the app meets your expectations.</p>\r\n</li>\r\n</ul>\r\n<p>For both Android and iOS:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Review and Confirmation</strong>: Once you've reviewed the beta version of your app and given us the green light, we'll proceed to send your app for review to both Apple and Google.</p>\r\n</li>\r\n<li>\r\n<p><strong>App Store Live</strong>: The review process typically takes about one to two weeks, although it's often completed within just one week. After approval by the app stores, your app will be live and available to your customers.</p>\r\n</li>\r\n</ul>\r\n<p>Throughout this process, we maintain transparent communication and guide you through each step to ensure your app's successful launch.</p>\r\n</div>",
      "summary": "What are the steps to publish my app through MyOrderApp?"
    },
    "support": {
      "details": "<p>Support responsiveness varies with each MyOrderApp pricing plan. On the Free tier, you can expect support to be provided as it becomes available, with a response time guaranteed within 72 hours. For the Starter tier, the response time is faster, with support guaranteed within 48 hours. At the Pro level, which is the most comprehensive, the support is prioritized, with the fastest response time guaranteed within 24 hours. The commitment is to provide assistance as soon as possible within these time frames.</p>",
      "summary": "What kind of support can I expect with each MyOrderApp pricing plan?"
    },
    "sync": {
      "details": "<p>Yes, any changes you make to your Square Catalog will automatically update in MyOrderApp. The system is designed for real-time synchronization with Square, so typically updates occur almost instantaneously. However, there might be rare occasions during periods of high demand when Square may not send out notifications or permit immediate information retrieval. In such cases, to ensure that your mobile app reflects the latest changes, MyOrderApp conducts a manual sync for every merchant at 4 AM each morning. This guarantees that, at most, your app will be updated with any catalog changes by the start of each new business day.</p>",
      "summary": "Will changes in my Square Catalog automatically update in MyOrderApp?"
    }
  },
  "ForgotPasswordLink": {
    "text": "Forgot password?"
  },
  "GoogleAuthButton": {
    "text": "Continue with Google"
  },
  "LanguageSelector": {
    "title": "Language"
  },
  "LegalMenu": {
    "gdpr": "GDPR",
    "legal": "Legal",
    "licenses": "Licenses",
    "privacy": "Privacy",
    "terms": "Terms"
  },
  "LocationsComponent": {
    "title": "Locations",
    "tooltipTitle": "Selectively disable ordering for specific locations. Useful for holidays or sudden closures."
  },
  "LoginComponent": {
    "title": "Login"
  },
  "LoginEmailForm": {
    "emailField": "Email",
    "passwordField": "Password",
    "submitButton": "Log In with Email"
  },
  "MaintenanceComponent": {
    "description": "Our site is currently undergoing scheduled maintenance. We apologize for any inconvenience and will be back soon!",
    "title": "Under Maintenance"
  },
  "NotFoundComponent": {
    "button": "Go back to home",
    "description": "The page you're looking for doesn't exist or has been moved.",
    "title": "Page Not Found"
  },
  "OnboardingStepper": {
    "customize": "Customize",
    "publish": "Publish",
    "register": "Register",
    "synchronize": "Synchronize"
  },
  "OrderingEnabledFormControlLabel": {
    "label": "Ordering Enabled"
  },
  "OrdersDataGrid": {
    "closedDateHeaderName": "Closed date",
    "customerHeaderName": "Customer",
    "idHeaderName": "Order ID",
    "locationHeaderName": "Location",
    "noData": "Orders will appear here.",
    "totalMoneyAmountHeaderName": "Total"
  },
  "PasswordForgotComponent": {
    "title": "Reset password"
  },
  "PasswordForgotForm": {
    "button": "Submit",
    "emailField": "Email",
    "successAlert": "Your message has been sent. We'll get back to you shortly."
  },
  "PasswordResetComponent": {
    "title": "Reset password"
  },
  "PasswordResetForm": {
    "confirmPassword": "Confirm password",
    "newPassword": "New password",
    "passwordsMustMatch": "Passwords must match",
    "resetPassword": "Reset Password",
    "resetPasswordSuccess": "Your password has been reset. You can now log in."
  },
  "RegisterComponent": {
    "title": "Register"
  },
  "RegisterEmailForm": {
    "email": "Email",
    "firstName": "First name",
    "lastName": "Last name",
    "password": "Password",
    "submitButton": "Register with Email"
  },
  "SetupAppConfigComponent": {
    "formTabLabel": "Options",
    "previewTabLabel": "Preview"
  },
  "SetupAppConfigDialog": {
    "button": "Let's Go!",
    "content": "Congratulations on taking your first step to publishing your mobile ordering application on web, Android, and iOS! On the left, define your app's identity with a name, icon, font, and color theme. On the right, witness a live preview populated with placeholders. Feel uncertain about a selection? Relax; you can refine later. Before launch, we'll touch base to ensure everything's perfect. Once you sync with Square, you'll be able to see your catalog and make a test order if you'd like. Excited to dive in?",
    "title": "Welcome to MyOrderApp for Sellers!"
  },
  "SetupCatalogComponent": {
    "catalogTabLabel": "Catalog",
    "continueButton": "Accept and Continue",
    "previewTabLabel": "Preview",
    "tooltip": "Reorder categories and items via drag-and-drop. Turn off the switch to remove from the app. Click an item to reveal and modify its details. Changes in your Square catalog will auto-update here."
  },
  "SetupCatalogDialog": {
    "button": "Let's Do This!",
    "content": "Great progress on your app setup and Square integration! Now, let's fine-tune your catalog. Drag and drop for order preference, tap to reveal Category Items and Variations, and use the toggle to enable or disable specific entries. Add a touch of flair by using the '+' button to upload images, which will display in-app. Remember, any updates in Square will automatically sync here. All set to get started?",
    "title": "Your Catalog Awaits!"
  },
  "SetupSquareOauthComponent": {
    "fallbackError": "Oops, something went wrong. Don't worry, your data is safe. We've been notified and are working to fix the issue."
  },
  "SignInLink": {
    "text": "Have an account? Log in"
  },
  "SignUpLink": {
    "text": "New here? Register"
  },
  "SquareOauthButton": {
    "authorize": "Authorize Square",
    "deauthorize": "Deauthorize Square"
  },
  "SquareOauthExplainerCard": {
    "catalogSyncPrimary": "Catalog Sync",
    "catalogSyncSecondary": "Authorize our application to fetch your catalog, ensuring a seamless integration with your current product listings.",
    "dataSecurityPrimary": "Data Security",
    "dataSecuritySecondary": "Your data is protected by Square's security measures. You can manage or revoke permissions anytime from your Square Dashboard.",
    "orderSubmissionPrimary": "Order Submission",
    "orderSubmissionSecondary": "Allow us to submit orders on your customers' behalf, ensuring quick and smooth order processing.",
    "posIntegrationPrimary": "POS Integration",
    "posIntegrationSecondary": "Send orders directly to your point-of-sale systems, bridging the gap between online orders and in-person sales.",
    "title": "Authorize us to access Square"
  },
  "StatisticsCard": {
    "averageAbbreviation": "Avg",
    "maximumAbbreviation": "Max",
    "minimumAbbreviation": "Min"
  },
  "StripeCheckoutButton": {
    "comingSoon": "Coming soon!",
    "text": "Subscribe"
  },
  "StripeCheckoutCancelledCard": {
    "body": "Life gets busy, and we understand that. Should you choose to return and finalize your setup, know that your progress is saved. At any point, you can revisit previous steps using the navigation above. For any queries or more insights, our FAQ section and publishing options are readily available below.",
    "title": "We noticed your checkout was interrupted"
  },
  "SupportComponent": {
    "button": "See more",
    "faqTitle": "Frequently asked questions",
    "formTitle": "Support"
  },
  "SupportRequestForm": {
    "buttonText": "Send it off",
    "subjectField": "What's this about?",
    "subjectPlaceholder": "e.g., Billing, Technical Issue, General Query",
    "successAlert": "Your message has been sent. We'll get back to you shortly.",
    "textField": "Tell us what's up",
    "textPlaceholder": "The more details you provide, the quicker we can help"
  },
  "Tier0CheckoutCard": {
    "buttonText": "Publish my web app now",
    "perMonth": "/mo",
    "perfectForBody": "Small businesses just starting with mobile ordering and focused on having a web-only presence.",
    "perfectForHeader": "Perfect for:",
    "subheader": "Web",
    "supportPrimary": "Basic Support",
    "supportSecondary": "Best-effort support, response within 72 hours.",
    "title": "Free",
    "transactionFee": "+5% per transaction"
  },
  "Tier0SuccessCard": {
    "nextStepsPrimary": "Next steps:",
    "nextStepsSecondary": "Check out all the tools in the menu on the left. Sync your catalog, customize your app, share your new app with the world.",
    "subheader": "Way to go! Your web app is fully functional and ready to accept orders.",
    "supportPrimary": "Basic Support",
    "supportSecondary": "Stuck? Don't hesitate to use our basic support. Expect a reply within 72 hours.",
    "title": "Your Web App is Live!"
  },
  "Tier1CheckoutCard": {
    "buttonText": "Publish my Android app now",
    "perMonth": "/mo",
    "perfectForBody": "Growing businesses aiming for an Android presence and desiring a vanity URL.",
    "perfectForHeader": "Perfect for:",
    "subheader": "Web & Android",
    "supportPrimary": "Enhanced Support",
    "supportSecondary": "Guaranteed support response within 48 hours.",
    "title": "Starter",
    "transactionFee": "+2.5% per transaction"
  },
  "Tier1SuccessCard": {
    "nextStepsPrimary": "Next steps:",
    "nextStepsSecondary": "Our engineers been notified to build your Android app and send it to you, and we'll be in touch shortly. In the meantime, check out all the tools in the menu on the left. Sync your catalog, customize your app, share your new app with the world.",
    "subheader": "Success! Your web app is operational. Sit tight; your Android app will be rolling out shortly.",
    "supportPrimary": "Enhanced Support",
    "supportSecondary": "Got Queries? Our enhanced support guarantees a 48-hour turnaround for your questions.",
    "title": "Web and Android—Coming Soon!"
  },
  "Tier2CheckoutCard": {
    "buttonText": "Publish my suite now",
    "perMonth": "/mo",
    "perfectForBody": "Established businesses looking for a premium, multi-platform experience with zero transaction fees.",
    "perfectForHeader": "Perfect for:",
    "subheader": "Web, Android, & iOS",
    "supportPrimary": "Priority Support",
    "supportSecondary": "Live support from our development team, response within 24 hours.",
    "title": "Complete",
    "transactionFee": "No fees"
  },
  "Tier2SuccessCard": {
    "nextStepsPrimary": "Next steps:",
    "nextStepsSecondary": "Maximize your web app's visibility while we finalize your Android and iOS apps. Your cross-platform strategy is about to level up.",
    "subheader": "Splendid! Your web app is live and serving customers. Android and iOS versions are in the pipeline.",
    "supportPrimary": "Priority Support",
    "supportSecondary": "Need Prompt Assistance? Our priority support offers a 24-hour live response from our dev team.",
    "title": "The Full Package—Web, Android, and iOS!"
  },
  "UserUpdateForm": {
    "deleteButton": "Delete account",
    "email": "Email",
    "firstName": "First name",
    "lastName": "Last name",
    "saveButton": "Save"
  },
  "metadata": {
    "account": {
      "description": "Manage and update your MyOrderApp account details. Modify your email, change password, edit name, and ensure your account is always up-to-date.",
      "keywords": "MyOrderApp account management, update email, change password, edit name, account settings, personal details",
      "openGraph": {
        "description": "Oversee your MyOrderApp account settings. Refresh email, password, or name to keep your account details accurate and secure.",
        "title": "MyOrderApp Seller Account Management"
      },
      "title": "Account Settings"
    },
    "catalog": {
      "description": "Dive into your MyOrderApp catalog management. Add, edit, or remove items, adjust pricing, and tailor your offerings to best suit your clientele.",
      "keywords": "MyOrderApp catalog, product management, item customization, price adjustments, menu editing, seller controls, product listing",
      "openGraph": {
        "description": "Harness the power of MyOrderApp's catalog tools. Customize your product listings, set prices, and optimize your offerings for an enhanced customer experience.",
        "title": "MyOrderApp Seller Catalog Management"
      },
      "title": "Catalog Customization"
    },
    "comingSoon": {
      "description": "Exciting things are on the horizon! MyOrderApp is under development and will be available soon. Stay connected for updates.",
      "keywords": "MyOrderApp coming soon, under development, new release, upcoming platform, mobile ordering anticipation",
      "openGraph": {
        "description": "Stay tuned! MyOrderApp is gearing up to offer a revolutionary mobile ordering experience. Launching soon.",
        "title": "MyOrderApp - Launching Soon!"
      },
      "title": "Coming Soon: MyOrderApp's New Experience"
    },
    "customers": {
      "description": "Access and review your customer list on MyOrderApp. Get insights into your clientele, their preferences, and purchasing history to optimize your offerings.",
      "keywords": "MyOrderApp customers, customer list, customer insights, customer management, seller clientele, purchasing history",
      "openGraph": {
        "description": "Dive into your MyOrderApp customer database. Understand your clientele better, track their preferences, and enhance your sales strategy.",
        "title": "MyOrderApp Seller Customer Overview"
      },
      "title": "Customer Overview"
    },
    "dashboard": {
      "description": "Access your MyOrderApp seller dashboard. Track revenue, app fees, sales tax, tips, and order counts. Manage ordering settings for maximum operational flexibility.",
      "keywords": "MyOrderApp seller dashboard, revenue tracking, app fees, sales tax, tips, order management, ordering toggle, date range analytics",
      "openGraph": {
        "description": "Dive into your MyOrderApp seller dashboard. Monitor sales metrics, adjust settings, and gain insights into your mobile ordering performance.",
        "title": "MyOrderApp Seller Dashboard"
      },
      "title": "Seller Dashboard"
    },
    "index": {
      "description": "Welcome to MyOrderApp—a seamless platform for Square sellers to offer mobile ordering. Sign in to access your dashboard or start your journey with us.",
      "keywords": "MyOrderApp, Square sellers, mobile ordering platform, sign in, dashboard, branded mobile ordering",
      "openGraph": {
        "description": "Dive into MyOrderApp, the ultimate mobile ordering solution for Square sellers. Access your dashboard or get started with our platform.",
        "title": "MyOrderApp: Mobile Ordering for Square Sellers"
      },
      "title": "MyOrderApp: Mobile Ordering for Square Sellers"
    },
    "layout": {
      "applicationName": "MyOrderApp for Sellers",
      "authors": {
        "name": "Adeptry",
        "url": "https://adeptry.com"
      },
      "creator": "MyOrderApp Team",
      "description": "Tailor your mobile ordering experience with MyOrderApp. Seamlessly integrate with Square and offer a branded app across web, Android, and iOS.",
      "keywords": "mobile ordering app, Square POS integration, branded ordering app, iOS ordering app, Android ordering app, web-based ordering, Square sellers platform",
      "openGraph": {
        "description": "Unlock the power of tailored mobile ordering. MyOrderApp empowers Square sellers with a branded app experience across web, Android, and iOS platforms.",
        "siteName": "MyOrderApp for Sellers",
        "title": "MyOrderApp for Sellers",
        "type": "website"
      },
      "title": {
        "default": "MyOrderApp: Mobile Ordering for Square",
        "template": "%s | MyOrderApp for Square"
      }
    },
    "locations": {
      "description": "Review and manage your locations on MyOrderApp. Enable or disable specific locations to optimize your mobile ordering experience for your customers.",
      "keywords": "MyOrderApp locations, location management, enable location, disable location, seller location settings, mobile ordering locations",
      "openGraph": {
        "description": "Fine-tune your MyOrderApp locations. Take control of which locations are active for mobile ordering and customize the experience for your clientele.",
        "title": "MyOrderApp Seller Location Management"
      },
      "title": "Location Settings"
    },
    "login": {
      "description": "Log in to MyOrderApp and harness the power of tailored mobile ordering for Square sellers.",
      "keywords": "login, MyOrderApp login, Square integration login, mobile ordering access",
      "openGraph": {
        "description": "Log in to MyOrderApp: Your gateway to a tailored mobile ordering experience for Square sellers.",
        "title": "Login to MyOrderApp for Sellers"
      },
      "title": "Login"
    },
    "maintenance": {
      "description": "MyOrderApp is currently undergoing scheduled maintenance to enhance your experience. We appreciate your patience and will be back shortly.",
      "keywords": "MyOrderApp maintenance, site downtime, scheduled updates, platform improvements, service interruption",
      "openGraph": {
        "description": "Bear with us! MyOrderApp is being fine-tuned for an even better mobile ordering experience. We'll return shortly.",
        "title": "MyOrderApp - Scheduled Maintenance Underway"
      },
      "title": "Scheduled Maintenance: Returning Soon"
    },
    "notFound": {
      "description": "Oops! The page you're looking for doesn't exist on MyOrderApp. Navigate back or explore our platform to find what you need.",
      "keywords": "MyOrderApp 404, page not found, missing page, error, navigation help",
      "openGraph": {
        "description": "Hit a dead end on MyOrderApp? The page doesn't exist. Explore our platform or seek assistance to find your way.",
        "title": "MyOrderApp - Page Not Found"
      },
      "title": "404: Page Not Found"
    },
    "orders": {
      "description": "View and manage all your received orders in MyOrderApp. Track order statuses, customer details, and streamline your order fulfillment process.",
      "keywords": "MyOrderApp orders, order management, order tracking, customer details, order history, seller order view, order fulfillment",
      "openGraph": {
        "description": "Access all your orders on MyOrderApp. Monitor statuses, manage fulfillment, and keep a finger on the pulse of your sales.",
        "title": "MyOrderApp Seller Order Overview"
      },
      "title": "Order Overview"
    },
    "register": {
      "description": "Register for MyOrderApp and take the first step in revolutionizing your mobile ordering experience with Square.",
      "keywords": "register, MyOrderApp sign-up, Square integration registration, mobile ordering account creation",
      "openGraph": {
        "description": "Sign up for MyOrderApp: Elevate your mobile ordering experience seamlessly with Square.",
        "title": "Register for MyOrderApp for Sellers"
      },
      "title": "Register"
    },
    "resetPassword": {
      "confirm": {
        "description": "Securely reset your MyOrderApp password. Follow the steps to establish a new password and regain access to your account.",
        "keywords": "MyOrderApp, password reset, account security, update password, account access, secure password change",
        "openGraph": {
          "description": "Reset your MyOrderApp password securely. Establish a new password and continue your mobile ordering journey with peace of mind.",
          "title": "MyOrderApp Password Reset Confirmation"
        },
        "title": "Confirm Password Reset"
      },
      "index": {
        "description": "Reset your MyOrderApp password and regain access to the ultimate mobile ordering experience integrated with Square.",
        "keywords": "reset password, MyOrderApp password recovery, Square integration access, retrieve mobile ordering credentials",
        "openGraph": {
          "description": "Regain access to MyOrderApp: Reset your password for a seamless mobile ordering experience with Square.",
          "title": "Reset Password for MyOrderApp for Sellers"
        },
        "title": "Reset Password"
      }
    },
    "setup": {
      "cancel": {
        "description": "It seems you've paused your MyOrderApp setup. Need assistance or have questions? Let us guide you through the process for a seamless mobile ordering experience.",
        "keywords": "MyOrderApp setup, abandoned checkout, setup assistance, mobile ordering help, setup queries, checkout issues",
        "openGraph": {
          "description": "Paused your MyOrderApp setup? We're here to assist. Navigate through any hiccups and enhance your mobile ordering journey.",
          "title": "MyOrderApp Setup Interruption"
        },
        "title": "Continue Setup or Seek Assistance"
      },
      "catalog": {
        "description": "Customize your MyOrderApp catalog. Re-order, enable, or disable specific categories and items to tailor your mobile ordering experience.",
        "keywords": "MyOrderApp catalog setup, product management, category re-ordering, item customization, mobile ordering adjustments",
        "openGraph": {
          "description": "Shape your MyOrderApp catalog: Organize categories, manage items, and optimize your mobile ordering storefront.",
          "title": "Catalog Customization for MyOrderApp"
        },
        "title": "Catalog Setup"
      },
      "free": {
        "complete": {
          "description": "Success! Your MyOrderApp web app is live and ready to accept orders. Monitor your analytics, refine your marketing, and enjoy seamless upgrades whenever you're ready.",
          "keywords": "MyOrderApp setup complete, web app live, order acceptance, performance analytics, upgrade options, basic support",
          "openGraph": {
            "description": "Congratulations! Your MyOrderApp web app is live. Dive into analytics, adapt your marketing, and consider seamless upgrades for enhanced features.",
            "title": "MyOrderApp Web Setup Complete"
          },
          "title": "Setup Complete: Web App Live"
        }
      },
      "plan": {
        "description": "Discover the perfect MyOrderApp plan for your business. From a web presence to a comprehensive multi-platform experience, find the right fit.",
        "keywords": "MyOrderApp plans, mobile ordering options, checkout, Web plan, Android plan, full suite, transaction fees, support levels",
        "openGraph": {
          "description": "Explore MyOrderApp plans: Tailored from simple web needs to comprehensive multi-platform solutions.",
          "title": "Choose Your MyOrderApp Plan"
        },
        "title": "Plan & Checkout"
      },
      "pro": {
        "complete": {
          "description": "Bravo! You've unlocked the full MyOrderApp experience. Your web app is thriving, and Android & iOS platforms are gearing up. Dive into the ultimate cross-platform mobile ordering journey.",
          "keywords": "MyOrderApp pro, web app live, Android & iOS upcoming, cross-platform mobile ordering, priority support",
          "openGraph": {
            "description": "Success! Your web app is active with MyOrderApp. Await the launch of Android and iOS platforms for an all-rounded experience.",
            "title": "Pro Setup Complete: Web Active, Android & iOS On Deck"
          },
          "title": "Pro Setup Complete!"
        }
      },
      "square": {
        "index": {
          "description": "Authorize MyOrderApp to access Square: Seamlessly sync your catalog, ensure data security, submit orders, and integrate with your POS.",
          "keywords": "Square integration, catalog sync, data security, order submission, POS integration, MyOrderApp setup, Square OAuth, authorize access",
          "openGraph": {
            "description": "Empower MyOrderApp with Square: Synchronize your catalog, bolster data security, streamline order submissions, and merge online and in-person sales.",
            "title": "Square Integration Setup for MyOrderApp for Sellers"
          },
          "title": "Square Integration Setup"
        },
        "sync": {
          "description": "Syncing your product catalog with MyOrderApp. Please wait a moment while we seamlessly integrate your inventory for mobile ordering.",
          "keywords": "Square integration, catalog synchronization, MyOrderApp setup, product inventory sync, syncing process",
          "openGraph": {
            "description": "Integrating with MyOrderApp: Syncing your product catalog for a seamless mobile ordering experience.",
            "title": "Syncing Catalog with MyOrderApp"
          },
          "title": "Syncing Catalog..."
        }
      },
      "starter": {
        "complete": {
          "description": "Congratulations! Your MyOrderApp web setup is complete. An enhanced Android experience awaits.",
          "keywords": "MyOrderApp setup, web app live, Android upcoming, mobile ordering",
          "openGraph": {
            "description": "Bravo! Your web app is set with MyOrderApp, and Android is on the horizon.",
            "title": "Setup Complete: Web Ready, Android Next"
          },
          "title": "Setup Complete!"
        }
      },
      "theme": {
        "description": "Personalize your MyOrderApp's look and feel. Set the name, color, font, appearance, and color mode to match your brand's identity.",
        "keywords": "theme setup, MyOrderApp personalization, set app color, choose app font, app appearance settings, color mode selection, Square integration branding",
        "openGraph": {
          "description": "Set up your MyOrderApp theme: Personalize name, color, font, appearance, and color mode for a brand-centric mobile ordering experience.",
          "title": "Theme Setup for MyOrderApp for Sellers"
        },
        "title": "Theme Setup"
      }
    },
    "support": {
      "description": "Get the help you need with MyOrderApp. Access support resources, FAQs, contact our team, and resolve any issues to ensure a seamless mobile ordering experience.",
      "keywords": "MyOrderApp support, help, FAQs, customer service, issue resolution, mobile ordering assistance, contact support",
      "openGraph": {
        "description": "Seek assistance with MyOrderApp. From FAQs to direct support, we're here to ensure your mobile ordering journey is smooth and efficient.",
        "title": "MyOrderApp Seller Support"
      },
      "title": "Support Center"
    },
    "theme": {
      "description": "Fine-tune the look and feel of your MyOrderApp storefront. Customize colors, fonts, and themes to align with your brand and captivate your customers.",
      "keywords": "MyOrderApp theme customization, appearance settings, brand alignment, color settings, font choices, app themes, mobile ordering design",
      "openGraph": {
        "description": "Shape your MyOrderApp's aesthetic. Personalize themes, colors, and fonts to resonate with your brand and provide an immersive customer experience.",
        "title": "MyOrderApp Seller Theme Customization"
      },
      "title": "Theme Customization"
    }
  }
}
