{
  "AccountComponent": {
    "title": "Compte"
  },
  "AdaptiveScaffoldLayout": {
    "account": "Compte",
    "beta": "Bêta",
    "billing": "Facturation",
    "catalog": "Catalogue",
    "customers": "Clients",
    "dashboard": "Tableau de bord",
    "locations": "Lieux",
    "logOut": "Se déconnecter",
    "mainSite": "Site principal",
    "orders": "Commandes",
    "support": "Support",
    "theme": "Thème",
    "useMyOrderApp": "Utiliser MyOrderApp"
  },
  "AppConfigComponent": {
    "formTabLabel": "Options",
    "previewTabLabel": "Aperçu"
  },
  "AppConfigForm": {
    "appIconHelperText": "Affiché sur l'écran d'accueil des utilisateurs. Taille recommandée : 1024x1024.",
    "appIconLabel": "Icône de l'App",
    "appIconTooltip": "Envoyez n'importe quelle image si vous n'êtes pas sûr. Nous pouvons aider avec les affinements de conception.",
    "appearanceLabel": "Apparence",
    "defaultName": "{name} App de Commande",
    "fontFamilyHelperLinkText": "Voir les polices disponibles",
    "fontFamilyLabel": "Police",
    "fontFamilyTooltip": "Choisissez parmi les polices Google ou 'randomize' pour une sélection inattendue.",
    "nameHelperText": "Définit à la fois le nom de l'app et l'URL :",
    "nameLabel": "Nom de l'App",
    "nameTooltip": "Généralement le nom de votre entreprise. L'URL est mise à jour immédiatement après modification, la mise à jour du nom de l'app nécessite une soumission en magasin.",
    "randomizeAllButtonText": "Paramètres aléatoires",
    "saveAndContinue": "Sauvegarder & Continuer",
    "seedColorHelperText": "Couleur de base pour votre thème",
    "seedColorLabel": "Couleur Principale",
    "seedColorRequired": "Entrez une couleur hex valide.",
    "seedColorTooltip": "Nous dérivons des nuances de cette couleur, créant un thème cohérent pour les modes clair et foncé. Ajustez ou 'randomize' pour explorer !",
    "submitButtonCaption": "Modifier les paramètres n'importe quand par la suite.",
    "submitButtonText": "Confirmer",
    "themeModeHelperText": "'Auto' respecte les paramètres de l'appareil de l'utilisateur. 'Clair' ou 'Foncé' le remplace.",
    "themeModeLabel": "Mode Thème",
    "themeModeTooltip": "'Clair' pour un thème lumineux, 'Foncé' pour des visuels atténués, 'Auto' se synchronise avec les préférences de l'appareil.",
    "themeModeValues": {
      "dark": "Foncé",
      "light": "Clair",
      "system": "Auto"
    },
    "useMaterial3Labels": {
      "false": "Classique",
      "true": "Contemporain"
    },
    "useMaterial3Tooltip": "Activez 'contemporain' pour des attributs de conception plus épurés et mis à jour."
  },
  "AppleAuthButton": {
    "text": "Continuer avec Apple"
  },
  "CatalogAccordion": {
    "dragHandleTooltip": "Glissez et déposez pour réorganiser dans l'application",
    "expandTooltip": "Déployez pour voir les sous-éléments",
    "fileNotFoundError": "Fichier manquant. Réessayez ou contactez le support si le problème persiste.",
    "fileTooLargeError": "Le fichier dépasse la limite. Gardez-le sous 250 Mo.",
    "invalidFileError": "Type de fichier non pris en charge. Assurez-vous qu'il s'agisse de JPEG, PJPEG, PNG ou GIF.",
    "switchTooltip": "Basculez pour activer ou désactiver dans l'application"
  },
  "CatalogComponent": {
    "catalogTabLabel": "Catalogue",
    "previewTabLabel": "Aperçu"
  },
  "ComingSoonComponent": {
    "description": "Nous travaillons dur pour vous apporter MyOrderApp. Restez à l'écoute!",
    "title": "Bientôt Disponible"
  },
  "CurrencySelector": {
    "title": "Devise"
  },
  "CustomersDataGrid": {
    "createDateHeaderName": "Client depuis",
    "emailHeaderName": "E-mail",
    "nameHeaderName": "Nom",
    "noData": "Les clients apparaîtront ici.",
    "phoneNumberHeaderName": "Numéro de téléphone"
  },
  "DashboardComponent": {
    "appConfigEnabledTooltip": "Basculer pour activer ou désactiver la commande. Utile pour les jours fériés ou les fermetures soudaines.",
    "endDatePickerLabel": "Fin",
    "moneyAmountLabel": "Revenu Total",
    "moneyAmountTooltip": "Revenu total des commandes de l'application dans la plage de dates.",
    "moneyAppFeeAmountLabel": "Frais de l'Application",
    "moneyAppFeeAmountTooltip": "Total des frais de transaction MyOrderApp payés dans la plage de dates.",
    "moneyTaxAmountLabel": "Taxe de Vente",
    "moneyTaxAmountTooltip": "Total de la taxe de vente collectée dans la plage de dates.",
    "moneyTipAmountLabel": "Pourboires",
    "moneyTipAmountTooltip": "Total des pourboires collectés dans la plage de dates.",
    "orderCountTitle": "{count} Commandes",
    "orderCountTooltip": "Nombre total de commandes dans la plage de dates sélectionnée.",
    "startDatePickerLabel": "Début"
  },
  "DeleteMerchantMeDialog": {
    "cancelButton": "Annuler",
    "content": "Êtes-vous sûr de vouloir supprimer votre compte? Cette action irréversible effacera toutes vos données, y compris les comptes clients et l'historique des commandes. Bien que nous conservions des enregistrements minimaux pour des raisons légales, il ne sera pas possible de restaurer votre compte. Veuillez confirmer cette étape finale en entrant votre adresse e-mail ci-dessous.",
    "deleteButton": "Confirmer la suppression",
    "emailLabel": "Confirmer l'email",
    "title": "Supprimer le compte"
  },
  "ErrorTextDialog": {
    "fallbackButton": "D'accord",
    "fallbackTitle": "Oups, quelque chose s'est mal passé."
  },
  "FaqAccordion": {
    "steps": {
      "details": "<div class=\"wpb_wrapper\"><p>Once you’ve customized your app and are ready to go live, the subsequent steps depend on the publishing plan you’ve chosen.</p>\r\n<p>If your plan includes an Android app:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Beta Invite</strong>: Within 48 hours of selecting an Android-inclusive plan and completing checkout, you will receive a beta invite for your application. This is an opportunity to test and experience the app before it goes public.</p>\r\n</li>\r\n<li>\r\n<p><strong>Store Page Coordination</strong>: Our team will collaborate with you to prepare the necessary screenshots and descriptions that will accompany your app on its Google Play Store page.</p>\r\n</li>\r\n<li>\r\n<p><strong>Google Play Submission</strong>: Following your approval of these materials, we will submit your app to the Google Play Store for review.</p>\r\n</li>\r\n</ul>\r\n<p>For plans that include an iOS app:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Developer Account Options</strong>: Our team will contact you to discuss setting up your Apple Developer Account. You have the option to create it yourself—and if you do, we’ll credit back your first month’s subscription—or you can allow us to set it up using the email you’ve provided. This step requires some coordination but is essential for the iOS app publication.</p>\r\n</li>\r\n<li>\r\n<p><strong>iOS Beta Build</strong>: After your Apple Developer Account is active, we aim to provide you with an iOS beta build within 48 hours. This gives you an early look and the ability to confirm that everything in the app meets your expectations.</p>\r\n</li>\r\n</ul>\r\n<p>For both Android and iOS:</p>\r\n<ul>\r\n<li>\r\n<p><strong>Review and Confirmation</strong>: Once you’ve reviewed the beta version of your app and given us the green light, we’ll proceed to send your app for review to both Apple and Google.</p>\r\n</li>\r\n<li>\r\n<p><strong>App Store Live</strong>: The review process typically takes about one to two weeks, although it’s often completed within just one week. After approval by the app stores, your app will be live and available to your customers.</p>\r\n</li>\r\n</ul>\r\n<p>Throughout this process, we maintain transparent communication and guide you through each step to ensure your app’s successful launch.</p>\r\n</div>",
      "summary": "What are the steps to publish my app through MyOrderApp?"
    },
    "personalize": {
      "details": "<div class=\"wpb_wrapper\"><p>You can easily personalize your mobile app in MyOrderApp by heading to the customize section. There, you’ll enter a name for your app that truly speaks to your brand’s identity. Next, you’ll upload an icon that captures your business visually. After that, pick a seed color which will dictate the primary color scheme of your app, ensuring it matches your brand’s palette. Then, you can choose from a variety of font families to find the one that fits your brand’s style.</p>\r\n<p>Further, you’ll have the option to set the theme mode of your app—either to match the system settings of the user’s device or to stick with a light or dark theme consistently. Lastly, select an appearance for your app—be it contemporary or modern—to best present your business to customers. The great thing is, as you make these choices, you’ll see a live preview of what your app will look like, giving you a real-time glimpse into the user experience before your app goes live.</p>\r\n</div>",
      "summary": "How can I personalize my mobile app with MyOrderApp?"
    },
    "pricing": {
      "details": "<div class=\"wpb_wrapper\"><p class=\"code-line\" dir=\"auto\" data-line=\"93\">MyOrderApp offers three main pricing plans, each designed to cater to different stages of business growth and platform needs:</p>\r\n<ol class=\"code-line\" dir=\"auto\" data-line=\"95\">\r\n<li class=\"code-line\" dir=\"auto\" data-line=\"95\">\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"95\"><strong>Free Plan</strong>: This plan is geared towards small businesses just starting out with mobile ordering. It includes access to a personalized web app with a 5% transaction fee per order. Support for the Free plan is guaranteed within 72 hours.</p>\r\n</li>\r\n<li class=\"code-line\" dir=\"auto\" data-line=\"97\">\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"97\"><strong>Starter Plan</strong>: Ideal for growing businesses that aim to establish an Android presence. This plan costs $29 per month with a reduced transaction fee of 2.5%. It includes everything in the Free plan plus the addition of an Android app. Support response times for the Starter plan are within 48 hours.</p>\r\n</li>\r\n<li class=\"code-line\" dir=\"auto\" data-line=\"99\">\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"99\"><strong>Complete Plan</strong>: This plan is for businesses seeking a comprehensive, multi-platform mobile ordering experience. Priced at $99 per month, it completely eliminates transaction fees and includes the features of the Starter Plan plus an iOS app. Priority support with response times within 24 hours is also included.</p>\r\n</li>\r\n</ol>\r\n<p class=\"code-line\" dir=\"auto\" data-line=\"101\">The key differences lie in the supported platforms (web, Android, iOS), the transaction fees, and the speed of the support response times. Each subsequent tier provides additional value in terms of reduced transaction costs, broader reach to customers across different devices, and quicker access to customer service.</p>\r\n</div>",
      "summary": "What are the differences between the pricing plans offered by MyOrderApp?"
    },
    "cancellation": {
      "details": "<p>Your cancellation and plan change request can be managed directly through the MyOrderApp dashboard. If you decide to cancel a paid subscription, your account will revert to the free plan’s transaction fee structure. The transition is designed to be smooth, providing a one-month grace period where your app continues to operate, albeit with higher transaction fees corresponding to the free tier. This period allows for customer notifications and any necessary arrangements for a new service if you choose to migrate. Keep in mind that changes to your plan will take effect immediately, but any benefits or increased fees will only come into play after the one-month period following a downgrade.</p>",
      "summary": "Can I cancel or change my plan?"
    },
    "sync": {
      "details": "<p>Yes, any changes you make to your Square Catalog will automatically update in MyOrderApp. The system is designed for real-time synchronization with Square, so typically updates occur almost instantaneously. However, there might be rare occasions during periods of high demand when Square may not send out notifications or permit immediate information retrieval. In such cases, to ensure that your mobile app reflects the latest changes, MyOrderApp conducts a manual sync for every merchant at 4 AM each morning. This guarantees that, at most, your app will be updated with any catalog changes by the start of each new business day.</p>",
      "summary": "Will changes in my Square Catalog automatically update in MyOrderApp?"
    },
    "support": {
      "details": "<p>Support responsiveness varies with each MyOrderApp pricing plan. On the Free tier, you can expect support to be provided as it becomes available, with a response time guaranteed within 72 hours. For the Starter tier, the response time is faster, with support guaranteed within 48 hours. At the Pro level, which is the most comprehensive, the support is prioritized, with the fastest response time guaranteed within 24 hours. The commitment is to provide assistance as soon as possible within these time frames.</p>",
      "summary": "What kind of support can I expect with each MyOrderApp pricing plan?"
    }
  },
  "ForgotPasswordLink": {
    "text": "Mot de passe oublié?"
  },
  "GoogleAuthButton": {
    "text": "Continuer avec Google"
  },
  "LanguageSelector": {
    "title": "Langue"
  },
  "LegalMenu": {
    "gdpr": "RGPD",
    "legal": "Juridique",
    "privacy": "Confidentialité",
    "terms": "Conditions",
    "licenses": "Licences"
  },
  "LocationsComponent": {
    "title": "Emplacements",
    "tooltipTitle": "Désactiver sélectivement la commande pour des emplacements spécifiques. Utile pour les jours fériés ou les fermetures soudaines."
  },
  "LoginComponent": {
    "title": "Connexion"
  },
  "LoginEmailForm": {
    "emailField": "E-mail",
    "passwordField": "Mot de passe",
    "submitButton": "Se connecter avec l'e-mail"
  },
  "MaintenanceComponent": {
    "description": "Notre site est actuellement en maintenance programmée. Nous nous excusons pour tout désagrément et serons de retour bientôt!",
    "title": "En Maintenance"
  },
  "NotFoundComponent": {
    "button": "Retourner à l'accueil",
    "description": "La page que vous recherchez n'existe pas ou a été déplacée.",
    "title": "Page Introuvable"
  },
  "OnboardingStepper": {
    "customize": "Personnaliser",
    "publish": "Publier",
    "register": "S'inscrire",
    "synchronize": "Synchroniser"
  },
  "OrderingEnabledFormControlLabel": {
    "label": "Commande Activée"
  },
  "OrdersDataGrid": {
    "closedDateHeaderName": "Date de clôture",
    "customerHeaderName": "Client",
    "idHeaderName": "ID de commande",
    "locationHeaderName": "Emplacement",
    "noData": "Les commandes apparaîtront ici.",
    "totalMoneyAmountHeaderName": "Total"
  },
  "PasswordForgotComponent": {
    "title": "Réinitialiser le mot de passe"
  },
  "PasswordForgotForm": {
    "button": "Demander la réinitialisation du mot de passe",
    "emailField": "E-mail",
    "successAlert": "Votre message a été envoyé. Nous vous répondrons sous peu."
  },
  "PasswordResetComponent": {
    "title": "Réinitialiser le mot de passe"
  },
  "PasswordResetForm": {
    "confirmPassword": "Confirmer le mot de passe",
    "newPassword": "Nouveau mot de passe",
    "passwordsMustMatch": "Les mots de passe doivent correspondre",
    "resetPassword": "Réinitialiser le mot de passe",
    "resetPasswordSuccess": "Votre mot de passe a été réinitialisé. Vous pouvez maintenant vous connecter."
  },
  "RegisterComponent": {
    "title": "Inscription"
  },
  "RegisterEmailForm": {
    "email": "E-mail",
    "firstName": "Prénom",
    "lastName": "Nom de famille",
    "password": "Mot de passe",
    "submitButton": "S'inscrire avec l'e-mail"
  },
  "SetupAppConfigComponent": {
    "formTabLabel": "Options",
    "previewTabLabel": "Aperçu"
  },
  "SetupAppConfigDialog": {
    "button": "Allons-y !",
    "content": "Embarquez dans votre aventure de commande mobile sur le web, Android et iOS ! À gauche, définissez l'identité de votre application avec un nom, une icône, une police et un thème de couleur. À droite, observez une prévisualisation en direct avec des espaces réservés. Vous avez des doutes sur un choix ? Détendez-vous; vous pourrez ajuster ultérieurement. Avant le lancement, nous reprendrons contact pour assurer que tout est parfait. Après avoir synchronisé avec Square, un test d'application sur navigateur vous attend. Prêt à plonger ?",
    "title": "Débutez avec MyOrderApp pour les vendeurs !"
  },
  "SetupCatalogComponent": {
    "catalogTabLabel": "Catalogue",
    "continueButton": "Accepter et continuer",
    "previewTabLabel": "Aperçu",
    "tooltip": "Réorganisez les catégories et les articles par glisser-déposer. Éteignez le bouton pour les retirer de l'application. Cliquez sur un article pour afficher et modifier ses détails. Les modifications dans votre catalogue Square seront automatiquement mises à jour ici."
  },
  "SetupCatalogDialog": {
    "button": "Allons-y !",
    "content": "Vous avez bien avancé dans la configuration de votre application et dans l'intégration avec Square! Maintenant, affinons votre catalogue. Glissez et déposez pour choisir l'ordre de préférence, appuyez pour afficher les Articles de Catégorie et les Variantes, et utilisez le bouton pour activer ou désactiver des entrées spécifiques. Ajoutez une touche d'originalité en utilisant le bouton '+' pour télécharger des images, qui seront affichées dans l'application. N'oubliez pas, toute mise à jour dans Square sera automatiquement synchronisée ici. Prêt à commencer?",
    "title": "Votre catalogue vous attend !"
  },
  "SetupSquareOauthComponent": {
    "fallbackError": "Oups, quelque chose s'est mal passé. Ne vous inquiétez pas, vos données sont en sécurité. Nous avons été informés et travaillons à résoudre le problème."
  },
  "SignInLink": {
    "text": "Vous avez un compte? Se connecter"
  },
  "SignUpLink": {
    "text": "Nouveau ici? S'inscrire"
  },
  "SquareOauthButton": {
    "text": "Autoriser Square"
  },
  "SquareOauthExplainerCard": {
    "catalogSyncPrimary": "Synchronisation du Catalogue",
    "catalogSyncSecondary": "Autorisez notre application à récupérer votre catalogue, assurant une intégration transparente avec vos listes de produits actuels.",
    "dataSecurityPrimary": "Sécurité des Données",
    "dataSecuritySecondary": "Vos données sont protégées par les mesures de sécurité de Square. Vous pouvez gérer ou révoquer des autorisations à tout moment depuis votre tableau de bord Square.",
    "orderSubmissionPrimary": "Soumission de Commande",
    "orderSubmissionSecondary": "Laissez-nous passer des commandes au nom de vos clients, garantissant un traitement rapide et fluide des commandes.",
    "posIntegrationPrimary": "Intégration POS",
    "posIntegrationSecondary": "Envoyez des commandes directement à vos systèmes de point de vente, comblant le fossé entre les commandes en ligne et les ventes en personne.",
    "title": "Connectez votre compte Square"
  },
  "StatisticsCard": {
    "averageAbbreviation": "Moy",
    "maximumAbbreviation": "Max",
    "minimumAbbreviation": "Min"
  },
  "StripeCheckoutButton": {
    "comingSoon": "Bientôt disponible !",
    "text": "Subscribe"
  },
  "StripeCheckoutCancelledCard": {
    "body": "La vie est chargée, et nous le comprenons. Si vous choisissez de revenir et de finaliser votre installation, sachez que votre progression est sauvegardée. À tout moment, vous pouvez revoir les étapes précédentes en utilisant la navigation ci-dessus. Pour toute question ou pour plus d'informations, notre section FAQ et nos options de publication sont disponibles ci-dessous.",
    "title": "Nous avons remarqué que votre paiement a été interrompu"
  },
  "SupportComponent": {
    "faqTitle": "Questions fréquentes",
    "formTitle": "Support",
    "button": "Voir plus"
  },
  "SupportRequestForm": {
    "buttonText": "Envoyer",
    "subjectField": "De quoi s'agit-il ?",
    "subjectPlaceholder": "p. ex., Facturation, Problème technique, Question générale",
    "successAlert": "Votre message a été envoyé. Nous vous répondrons sous peu.",
    "textField": "Dites-nous ce qui se passe",
    "textPlaceholder": "Plus vous fournissez de détails, plus nous pouvons vous aider rapidement"
  },
  "Tier0CheckoutCard": {
    "buttonText": "Publier mon app web",
    "perMonth": "/mois",
    "perfectForBody": "Petites entreprises débutant avec la commande mobile et axées sur une présence uniquement sur le Web.",
    "perfectForHeader": "Parfait pour :",
    "subheader": "Web",
    "supportPrimary": "Support de Base",
    "supportSecondary": "Support au mieux, réponse dans un délai de 72 heures.",
    "title": "Gratuit",
    "transactionFee": "+5% par transaction"
  },
  "Tier0SuccessCard": {
    "nextStepsPrimary": "Prochaines étapes importantes:",
    "nextStepsSecondary": "Consultez vos analyses de performance et ajustez votre marketing en conséquence. Vous en voulez plus ? La mise à niveau est transparente pour une expérience encore plus solide.",
    "subheader": "Bravo ! Votre application web est pleinement fonctionnelle et prête à accepter des commandes.",
    "supportPrimary": "Support de base",
    "supportSecondary": "Coincé ? N'hésitez pas à utiliser notre support de base. Attendez-vous à une réponse dans les 72 heures.",
    "title": "Votre application web est en ligne !"
  },
  "Tier1CheckoutCard": {
    "buttonText": "Publier mon app Android",
    "perMonth": "/mois",
    "perfectForBody": "Entreprises en croissance visant une présence Android et désirant une URL personnalisée.",
    "perfectForHeader": "Parfait pour :",
    "subheader": "Web & Android",
    "supportPrimary": "Support Amélioré",
    "supportSecondary": "Réponse de support garantie dans un délai de 48 heures.",
    "title": "Débutant",
    "transactionFee": "+2,5% par transaction"
  },
  "Tier1SuccessCard": {
    "nextStepsPrimary": "Priorités immédiates :",
    "nextStepsSecondary": "Démarrez vos efforts promotionnels pour l'application web et préparez-vous pour le lancement sur Android. Nous nous occupons de la technologie, concentrez-vous sur les ventes.",
    "subheader": "Succès ! Votre application web est opérationnelle. Patientez un peu ; votre application Android sera déployée sous peu.",
    "supportPrimary": "Support amélioré",
    "supportSecondary": "Des questions ? Notre support amélioré garantit un délai de réponse de 48 heures pour vos interrogations.",
    "title": "Web et Android—Bientôt disponible !"
  },
  "Tier2CheckoutCard": {
    "buttonText": "Publier ma suite",
    "perMonth": "/mois",
    "perfectForBody": "Entreprises établies cherchant une expérience premium et multiplateforme sans frais de transaction.",
    "perfectForHeader": "Parfait pour :",
    "subheader": "Web, Android & iOS",
    "supportPrimary": "Support Prioritaire",
    "supportSecondary": "Support en direct de notre équipe de développement, réponse dans un délai de 24 heures.",
    "title": "Complet",
    "transactionFee": "Sans frais"
  },
  "Tier2SuccessCard": {
    "nextStepsPrimary": "Actions à entreprendre :",
    "nextStepsSecondary": "Maximisez la visibilité de votre application web pendant que nous finalisons vos applications Android et iOS. Votre stratégie multiplateforme est sur le point de passer au niveau supérieur.",
    "subheader": "Splendide ! Votre application web est en ligne et sert les clients. Les versions Android et iOS sont en cours de développement.",
    "supportPrimary": "Support prioritaire",
    "supportSecondary": "Besoin d'une assistance rapide ? Notre support prioritaire offre une réponse en direct de notre équipe de développement dans un délai de 24 heures.",
    "title": "Le pack complet—Web, Android et iOS !"
  },
  "UserUpdateForm": {
    "deleteButton": "Supprimer le compte",
    "email": "E-mail",
    "firstName": "Prénom",
    "lastName": "Nom de famille",
    "saveButton": "Enregistrer"
  },
  "metadata": {
    "account": {
      "description": "Gérez et mettez à jour les détails de votre compte MyOrderApp. Modifiez votre e-mail, changez de mot de passe, éditez le nom et assurez-vous que votre compte est toujours à jour.",
      "keywords": "gestion de compte MyOrderApp, mise à jour de l'email, changement de mot de passe, modification du nom, paramètres de compte, détails personnels",
      "openGraph": {
        "description": "Surveillez les paramètres de votre compte MyOrderApp. Actualisez l'e-mail, le mot de passe ou le nom pour que les détails de votre compte restent précis et sécurisés.",
        "title": "Gestion de Compte Vendeur MyOrderApp"
      },
      "title": "Paramètres du Compte"
    },
    "catalog": {
      "description": "Plongez-vous dans la gestion de votre catalogue MyOrderApp. Ajoutez, modifiez ou supprimez des articles, ajustez les prix et adaptez vos offres pour mieux répondre aux besoins de votre clientèle.",
      "keywords": "catalogue MyOrderApp, gestion des produits, personnalisation des articles, ajustements de prix, édition du menu, contrôles du vendeur, liste de produits",
      "openGraph": {
        "description": "Exploitez la puissance des outils de catalogue de MyOrderApp. Personnalisez vos listes de produits, fixez des prix et optimisez vos offres pour une expérience client améliorée.",
        "title": "Gestion du Catalogue Vendeur MyOrderApp"
      },
      "title": "Personnalisation du Catalogue"
    },
    "comingSoon": {
      "description": "Des choses excitantes sont à l'horizon! MyOrderApp est en cours de développement et sera bientôt disponible. Restez connecté pour des mises à jour.",
      "keywords": "MyOrderApp bientôt disponible, en développement, nouvelle sortie, plateforme à venir, anticipation de commande mobile",
      "openGraph": {
        "description": "Restez à l'écoute! MyOrderApp se prépare à offrir une expérience de commande mobile révolutionnaire. Lancement prochain.",
        "title": "MyOrderApp - Lancement Prochain!"
      },
      "title": "Bientôt: La Nouvelle Expérience de MyOrderApp"
    },
    "customers": {
      "description": "Accédez et consultez votre liste de clients sur MyOrderApp. Obtenez des insights sur votre clientèle, leurs préférences et l'historique de leurs achats pour optimiser vos offres.",
      "keywords": "clients MyOrderApp, liste des clients, insights des clients, gestion des clients, clientèle du vendeur, historique des achats",
      "openGraph": {
        "description": "Plongez-vous dans votre base de données clients de MyOrderApp. Comprenez mieux votre clientèle, suivez leurs préférences et améliorez votre stratégie de vente.",
        "title": "Aperçu des Clients du Vendeur MyOrderApp"
      },
      "title": "Aperçu des Clients"
    },
    "dashboard": {
      "description": "Accédez à votre tableau de bord vendeur MyOrderApp. Suivez le chiffre d'affaires, les frais de l'application, la taxe de vente, les pourboires et le nombre de commandes. Gérez les paramètres de commande pour une flexibilité opérationnelle maximale.",
      "keywords": "tableau de bord vendeur MyOrderApp, suivi des revenus, frais de l'application, taxe de vente, pourboires, gestion des commandes, bascule de commande, analytics de plage de dates",
      "openGraph": {
        "description": "Plongez-vous dans votre tableau de bord vendeur MyOrderApp. Surveillez les métriques de vente, ajustez les paramètres et obtenez des insights sur vos performances de commande mobile.",
        "title": "Tableau de Bord Vendeur MyOrderApp"
      },
      "title": "Tableau de Bord Vendeur"
    },
    "index": {
      "description": "Bienvenue sur MyOrderApp, une plateforme fluide pour les vendeurs Square d'offrir des commandes mobiles. Connectez-vous pour accéder à votre tableau de bord ou commencez votre aventure avec nous.",
      "keywords": "MyOrderApp, vendeurs Square, plateforme de commande mobile, connexion, tableau de bord, commande mobile de marque",
      "openGraph": {
        "description": "Plongez dans MyOrderApp, la solution ultime de commande mobile pour les vendeurs Square. Accédez à votre tableau de bord ou démarrez avec notre plateforme.",
        "title": "MyOrderApp: Commande Mobile pour Vendeurs Square"
      },
      "title": "MyOrderApp: Commande Mobile pour Vendeurs Square"
    },
    "layout": {
      "applicationName": "MyOrderApp for Sellers",
      "authors": {
        "name": "Adeptry",
        "url": "https://adeptry.com"
      },
      "creator": "Équipe MyOrderApp",
      "description": "Découvrez la puissance de la commande mobile sur mesure. MyOrderApp offre aux vendeurs Square une expérience d'application personnalisée sur les plateformes web, Android et iOS.",
      "keywords": "commande mobile,intégration Square,application personnalisée,iOS,Android,plateforme web",
      "openGraph": {
        "description": "Découvrez la puissance de la commande mobile sur mesure. MyOrderApp offre aux vendeurs Square une expérience d'application personnalisée sur les plateformes web, Android et iOS.",
        "siteName": "MyOrderApp for Sellers",
        "title": "MyOrderApp for Sellers",
        "type": "website"
      },
      "title": {
        "default": "MyOrderApp : Commande Mobile Sur Mesure pour les Vendeurs Square",
        "template": "%s | MyOrderApp : Commande Mobile Sur Mesure pour les Vendeurs Square"
      }
    },
    "locations": {
      "description": "Consultez et gérez vos emplacements sur MyOrderApp. Activez ou désactivez des emplacements spécifiques pour optimiser votre expérience de commande mobile pour vos clients.",
      "keywords": "emplacements MyOrderApp, gestion des emplacements, activer l'emplacement, désactiver l'emplacement, paramètres d'emplacement du vendeur, emplacements de commande mobile",
      "openGraph": {
        "description": "Affinez vos emplacements sur MyOrderApp. Contrôlez quels emplacements sont actifs pour la commande mobile et personnalisez l'expérience pour votre clientèle.",
        "title": "Gestion des Emplacements du Vendeur MyOrderApp"
      },
      "title": "Paramètres des Emplacements"
    },
    "login": {
      "description": "Connectez-vous à MyOrderApp et exploitez la puissance des commandes mobiles sur mesure pour les vendeurs Square.",
      "keywords": "connexion, connexion MyOrderApp, connexion intégration Square, accès aux commandes mobiles",
      "openGraph": {
        "description": "Connectez-vous à MyOrderApp: Votre portail vers une expérience de commande mobile sur mesure pour les vendeurs Square.",
        "title": "Connexion à MyOrderApp pour les vendeurs"
      },
      "title": "Connexion"
    },
    "maintenance": {
      "description": "MyOrderApp est actuellement en maintenance programmée pour améliorer votre expérience. Nous vous remercions de votre patience et serons de retour sous peu.",
      "keywords": "Maintenance de MyOrderApp, temps d'arrêt du site, mises à jour planifiées, améliorations de la plateforme, interruption de service",
      "openGraph": {
        "description": "Merci de votre patience! MyOrderApp est en train d'être optimisé pour une meilleure expérience de commande mobile. Nous serons de retour sous peu.",
        "title": "MyOrderApp - Maintenance Planifiée en Cours"
      },
      "title": "Maintenance Planifiée: Retour Imminent"
    },
    "notFound": {
      "description": "Oups! La page que vous cherchez n'existe pas sur MyOrderApp. Naviguez en arrière ou explorez notre plateforme pour trouver ce dont vous avez besoin.",
      "keywords": "MyOrderApp 404, page introuvable, page manquante, erreur, aide à la navigation",
      "openGraph": {
        "description": "Vous avez atteint une impasse sur MyOrderApp? La page n'existe pas. Explorez notre plateforme ou demandez de l'aide pour retrouver votre chemin.",
        "title": "MyOrderApp - Page Introuvable"
      },
      "title": "404: Page Introuvable"
    },
    "orders": {
      "description": "Visualisez et gérez toutes vos commandes reçues dans MyOrderApp. Suivez les statuts des commandes, les détails des clients et simplifiez votre processus de traitement des commandes.",
      "keywords": "commandes MyOrderApp, gestion des commandes, suivi des commandes, détails des clients, historique des commandes, vue des commandes du vendeur, exécution des commandes",
      "openGraph": {
        "description": "Accédez à toutes vos commandes sur MyOrderApp. Surveillez les statuts, gérez la réalisation, et restez informé de vos ventes.",
        "title": "Aperçu des Commandes du Vendeur MyOrderApp"
      },
      "title": "Aperçu des Commandes"
    },
    "register": {
      "description": "Inscrivez-vous à MyOrderApp et faites le premier pas pour révolutionner votre expérience de commande mobile avec Square.",
      "keywords": "inscription, inscription MyOrderApp, inscription intégration Square, création de compte de commande mobile",
      "openGraph": {
        "description": "Inscrivez-vous à MyOrderApp: Améliorez votre expérience de commande mobile en toute simplicité avec Square.",
        "title": "Inscrivez-vous à MyOrderApp pour les vendeurs"
      },
      "title": "Inscription"
    },
    "resetPassword": {
      "confirm": {
        "description": "Réinitialisez en toute sécurité votre mot de passe MyOrderApp. Suivez les étapes pour établir un nouveau mot de passe et récupérer l'accès à votre compte.",
        "keywords": "MyOrderApp, réinitialisation de mot de passe, sécurité du compte, mise à jour du mot de passe, accès au compte, changement de mot de passe sécurisé",
        "openGraph": {
          "description": "Réinitialisez votre mot de passe MyOrderApp en toute sécurité. Établissez un nouveau mot de passe et poursuivez votre expérience de commande mobile en toute sérénité.",
          "title": "Confirmation de Réinitialisation de Mot de Passe MyOrderApp"
        },
        "title": "Confirmer la Réinitialisation du Mot de Passe"
      },
      "index": {
        "description": "Réinitialisez votre mot de passe MyOrderApp et retrouvez l'accès à l'expérience ultime de commande mobile intégrée avec Square.",
        "keywords": "réinitialiser le mot de passe, récupération du mot de passe MyOrderApp, accès à l'intégration Square, récupérer les identifiants de commande mobile",
        "openGraph": {
          "description": "Retrouvez l'accès à MyOrderApp: Réinitialisez votre mot de passe pour une expérience de commande mobile sans faille avec Square.",
          "title": "Réinitialisez le mot de passe pour MyOrderApp pour les vendeurs"
        },
        "title": "Réinitialiser le mot de passe"
      }
    },
    "setup": {
      "cancel": {
        "description": "Il semble que vous ayez mis en pause votre configuration de MyOrderApp. Besoin d'aide ou avez des questions? Laissez-nous vous guider à travers le processus pour une expérience de commande mobile fluide.",
        "keywords": "Configuration de MyOrderApp, abandon de caisse, assistance à la configuration, aide à la commande mobile, questions sur la configuration, problèmes de caisse",
        "openGraph": {
          "description": "Vous avez mis en pause votre configuration de MyOrderApp? Nous sommes là pour vous aider. Naviguez à travers les pépins et améliorez votre expérience de commande mobile.",
          "title": "Interruption de la Configuration de MyOrderApp"
        },
        "title": "Continuer la Configuration ou Chercher de l'Aide"
      },
      "catalog": {
        "description": "Personnalisez votre catalogue MyOrderApp. Réordonnez, activez ou désactivez des catégories et des articles spécifiques pour adapter votre expérience de commande mobile.",
        "keywords": "configuration du catalogue MyOrderApp, gestion des produits, réorganisation des catégories, personnalisation des articles, ajustements de commande mobile",
        "openGraph": {
          "description": "Façonnez votre catalogue MyOrderApp: Organisez les catégories, gérez les articles et optimisez votre vitrine de commande mobile.",
          "title": "Personnalisation du Catalogue pour MyOrderApp"
        },
        "title": "Configuration du Catalogue"
      },
      "free": {
        "complete": {
          "description": "Succès! Votre application web MyOrderApp est en ligne et prête à accepter des commandes. Surveillez vos analyses, affinez votre marketing et profitez de mises à niveau transparentes lorsque vous êtes prêt.",
          "keywords": "configuration de MyOrderApp terminée, application web en ligne, acceptation des commandes, analyses de performance, options de mise à niveau, support de base",
          "openGraph": {
            "description": "Félicitations! Votre application web MyOrderApp est en ligne. Plongez-vous dans les analyses, adaptez votre marketing et envisagez des mises à niveau transparentes pour des fonctionnalités améliorées.",
            "title": "Configuration Web de MyOrderApp Terminée"
          },
          "title": "Configuration Terminée: Application Web En Ligne"
        }
      },
      "plan": {
        "description": "Découvrez le plan MyOrderApp parfait pour votre entreprise. D'une présence sur le web à une expérience multiplateforme complète, trouvez la bonne solution.",
        "keywords": "plans MyOrderApp, options de commande mobile, paiement, plan Web, plan Android, suite complète, frais de transaction, niveaux de support",
        "openGraph": {
          "description": "Explorez les plans MyOrderApp: Adaptés des besoins web simples aux solutions multiplateformes complètes.",
          "title": "Choisissez Votre Plan MyOrderApp"
        },
        "title": "Plan & Paiement"
      },
      "pro": {
        "complete": {
          "description": "Bravo! Vous avez débloqué l'expérience complète de MyOrderApp. Votre application web prospère, et les plateformes Android et iOS se préparent. Plongez-vous dans le voyage ultime de commande mobile multiplateforme.",
          "keywords": "MyOrderApp pro, application web en ligne, Android et iOS à venir, commande mobile multiplateforme, support prioritaire",
          "openGraph": {
            "description": "Succès! Votre application web est active avec MyOrderApp. Attendez le lancement des plateformes Android et iOS pour une expérience complète.",
            "title": "Configuration Pro Terminée: Web Actif, Android & iOS en Attente"
          },
          "title": "Configuration Pro Terminée!"
        }
      },
      "square": {
        "index": {
          "description": "Autorisez MyOrderApp à accéder à Square: Synchronisez votre catalogue en toute transparence, assurez la sécurité des données, soumettez des commandes et intégrez à votre TPV.",
          "keywords": "intégration Square, synchronisation du catalogue, sécurité des données, soumission de commandes, intégration TPV, configuration de MyOrderApp, OAuth Square, autoriser l'accès",
          "openGraph": {
            "description": "Renforcez MyOrderApp avec Square: Synchronisez votre catalogue, renforcez la sécurité des données, facilitez les soumissions de commandes et fusionnez les ventes en ligne et en personne.",
            "title": "Configuration de l'Intégration Square pour MyOrderApp pour les Vendeurs"
          },
          "title": "Configuration de l'Intégration Square"
        },
        "sync": {
          "description": "Synchronisation de votre catalogue de produits avec MyOrderApp. Veuillez patienter un instant pendant que nous intégrons votre inventaire pour les commandes mobiles de manière transparente.",
          "keywords": "intégration Square, synchronisation du catalogue, configuration de MyOrderApp, synchronisation de l'inventaire des produits, processus de synchronisation",
          "openGraph": {
            "description": "Intégration avec MyOrderApp: Synchronisation de votre catalogue de produits pour une expérience de commande mobile sans heurts.",
            "title": "Synchronisation du Catalogue avec MyOrderApp"
          },
          "title": "Synchronisation du Catalogue..."
        }
      },
      "starter": {
        "complete": {
          "description": "Félicitations! Votre configuration web pour MyOrderApp est terminée. Une expérience Android améliorée vous attend.",
          "keywords": "configuration de MyOrderApp, application web en ligne, Android à venir, commande mobile",
          "openGraph": {
            "description": "Bravo! Votre application web est configurée avec MyOrderApp, et Android est à l'horizon.",
            "title": "Configuration Terminée: Web Prêt, Android Suivant"
          },
          "title": "Configuration Terminée!"
        }
      },
      "theme": {
        "description": "Personnalisez l'apparence de votre MyOrderApp. Définissez le nom, la couleur, la police, l'apparence et le mode couleur pour correspondre à l'identité de votre marque.",
        "keywords": "configuration du thème, personnalisation de MyOrderApp, définir la couleur de l'application, choisir la police de l'application, paramètres d'apparence de l'application, sélection du mode couleur, branding de l'intégration Square",
        "openGraph": {
          "description": "Configurez le thème de votre MyOrderApp: Personnalisez le nom, la couleur, la police, l'apparence et le mode couleur pour une expérience de commande mobile axée sur la marque.",
          "title": "Configuration du Thème pour MyOrderApp pour les Vendeurs"
        },
        "title": "Configuration du Thème"
      }
    },
    "support": {
      "description": "Obtenez l'aide dont vous avez besoin avec MyOrderApp. Accédez aux ressources de support, aux FAQ, contactez notre équipe et résolvez tous les problèmes pour garantir une expérience de commande mobile fluide.",
      "keywords": "support MyOrderApp, aide, FAQ, service client, résolution de problème, assistance à la commande mobile, contacter le support",
      "openGraph": {
        "description": "Recherchez de l'aide avec MyOrderApp. Des FAQ au support direct, nous sommes là pour vous assurer que votre parcours de commande mobile est fluide et efficace.",
        "title": "Support Vendeur MyOrderApp"
      },
      "title": "Centre de Support"
    },
    "theme": {
      "description": "Affinez l'apparence et la sensation de votre vitrine MyOrderApp. Personnalisez les couleurs, les polices et les thèmes pour les aligner sur votre marque et captiver vos clients.",
      "keywords": "personnalisation du thème MyOrderApp, paramètres d'apparence, alignement de la marque, paramètres de couleur, choix de polices, thèmes d'app, design de commande mobile",
      "openGraph": {
        "description": "Formez l'esthétique de votre MyOrderApp. Personnalisez les thèmes, les couleurs et les polices pour résonner avec votre marque et offrir une expérience client immersive.",
        "title": "Personnalisation du Thème Vendeur MyOrderApp"
      },
      "title": "Personnalisation du Thème"
    }
  }
}
