{
  "AppConfigForm": {
    "appIconHelperText": "Apparaîtra sur la page d'accueil des utilisateurs",
    "appIconLabel": "Icône de l'appli",
    "appearanceLabel": "Apparence",
    "defaultName": "{name} Cmd App",
    "fontFamilyHelperLinkText": "Voir toutes les polices",
    "fontFamilyLabel": "Famille de polices",
    "nameHelperText": "Le nom de votre appli",
    "nameLabel": "Nom",
    "randomizeAllButtonText": "Tout aléatoiriser",
    "seedColorHelperText": "Utilisé pour générer votre thème",
    "seedColorLabel": "Couleur de base",
    "seedColorRequired": "Doit être une couleur hexadécimale",
    "submitButtonCaption": "Vous pouvez mettre à jour ces paramètres à tout moment.",
    "submitButtonText": "Enregistrer",
    "themeModeHelperText": "'Système' suit les paramètres de l'utilisateur. Sélectionnez 'Clair' ou 'Sombre' pour outrepasser.",
    "themeModeLabel": "Mode de couleur",
    "themeModeValues": {
      "dark": "Sombre",
      "light": "Clair",
      "system": "Système"
    },
    "useMaterial3Labels": {
      "false": "Classique",
      "true": "Moderne"
    }
  },
  "AppleAuthButton": {
    "text": "Continuer avec Apple"
  },
  "CheckoutFaqAccordion": {
    "ads": {
      "details": "Pour la version Gratuite, les publicités que vous voyez proviennent principalement de Google Ads.",
      "summary": "Quel type de publicités apparaîtra dans la version Gratuite?"
    },
    "billing": {
      "details": "Nous nous sommes associés à Stripe pour faciliter toutes nos procédures de facturation. Lorsque vous initiez votre abonnement, un frais immédiat est appliqué, suivi de frais mensuels par la suite.",
      "summary": "Quels modes de paiement sont acceptés et quand suis-je facturé?"
    },
    "cost": {
      "details": "Le prix dépend en grande partie des frais associés à l'ouverture d'un Compte Développeur Apple dans votre région spécifique. Par exemple, aux États-Unis, dans l'UE, en Australie et au Canada, le tarif est de 99$/mois. Au Royaume-Uni, c'est 79$/mois, et au Japon, 11 800 yens/mois. Votre premier mois, ou 'mois de publication', comprend la création de votre compte, le téléchargement de matériel, et l'approbation de l'application. Ce paiement initial facilite principalement la phase de publication et, dans la plupart des cas, votre application sera en ligne avant la fin du mois. Les approbations d'application sont généralement effectuées en moins de 48 heures.",
      "summary": "Comment le coût de la version Pro est-il déterminé?"
    },
    "downgrading": {
      "details": "Lors de la rétrogradation, votre application reviendra à un modèle supporté par la publicité. Pour toute mise à jour future, l'auto-publication sur les app stores deviendra obligatoire. De plus, le support premium et les services de publication d'applications ne seront plus accessibles.",
      "summary": "Que se passe-t-il lorsque je passe de Pro à Gratuit?"
    },
    "publishing": {
      "details": "Bien que nous vous fournissions un lien direct pour télécharger votre application, il sera nécessaire de l'auto-publier sur les app stores. Ne vous inquiétez pas; nous vous fournirons des directives détaillées pour simplifier ce processus.",
      "summary": "Ai-je besoin de compétences techniques pour la version Gratuite?"
    },
    "support": {
      "details": "Les utilisateurs de la version Gratuite peuvent s'attendre à obtenir du support lorsqu'il est disponible. En revanche, nos abonnés Pro bénéficient d'un support de développeur 24/7, avec un temps de réponse garanti dans les 48 heures.",
      "summary": "Quel type de support puis-je attendre?"
    },
    "switching": {
      "details": "Absolument. Commencez avec notre version Gratuite et si vous trouvez que vous préférez un support plus complet ou une expérience sans publicités, passez à notre version Pro. Par ailleurs, si vos besoins changent, vous pouvez repasser de Pro à Gratuit. Veuillez noter que passer à la version Gratuite réintroduira les publicités et nécessitera l'auto-publication.",
      "summary": "Puis-je changer de plan?"
    },
    "upgrading": {
      "details": "C'est sans accroc ! Lorsque vous êtes prêt, visitez simplement votre page de Compte pour effectuer le changement.",
      "summary": "Est-il facile de passer de Gratuit à Pro?"
    }
  },
  "Common": {
    "billing": "Facturation",
    "brandName": "MyOrderApp",
    "brandNameLong": "MyOrderApp for Sellers",
    "brandNameShort": "MOA",
    "catalog": "Catalogue",
    "confirmPassword": "Confirmer le mot de passe",
    "country": "Pays",
    "currency": "Devise",
    "customers": "Clients",
    "dashboard": "Tableau de bord",
    "email": "Courrier électronique",
    "error": "Oups, quelque chose s'est mal passé. Ne vous inquiétez pas, vos données sont en sécurité. Nous avons été informés et travaillons à résoudre le problème.",
    "firstName": "Prénom",
    "forgotPasswordSuccess": "Consultez votre e-mail pour obtenir un lien pour réinitialiser votre mot de passe.",
    "frequentlyAskedQuestions": "Questions Fréquemment Posées",
    "language": "Langue",
    "lastName": "Nom de famille",
    "logIn": "Se connecter",
    "logOut": "Se déconnecter",
    "mainSite": "Site principal",
    "newPassword": "Nouveau mot de passe",
    "options": "Options",
    "orders": "Commandes",
    "password": "Mot de passe",
    "passwordsMustMatch": "Les mots de passe doivent correspondre",
    "preview": "Aperçu",
    "profile": "Profil",
    "register": "S'inscrire",
    "resetPassword": "Réinitialiser le mot de passe",
    "resetPasswordSuccess": "Votre mot de passe a été réinitialisé. Vous pouvez maintenant vous connecter.",
    "save": "Enregistrer",
    "saveAndContinue": "Enregistrer et Continuer",
    "subscribe": "S'abonner",
    "theme": "Thème"
  },
  "ForgotPasswordLink": {
    "text": "Mot de passe oublié?"
  },
  "FreeCard": {
    "adSupportedPrimary": "Avec publicité",
    "adSupportedSecondary": "La version gratuite est soutenue par des publicités, qui seront montrées à vos clients.",
    "buttonText": "Obtenez mon app gratuite",
    "customizationPrimary": "App & Catalogue Personnalisables",
    "customizationSecondary": "Personnalisez votre application avec votre propre logo, couleurs et polices, et synchronisez-la avec votre Catalogue Square.",
    "perMonth": "/mois",
    "perfectForBody": "Entreprises commençant avec la commande mobile ou celles qui préfèrent une approche pratique dans la gestion et la publication de leur application.",
    "perfectForHeader": "Parfait pour:",
    "selfPublishedPrimary": "Auto-publié",
    "selfPublishedSecondary": "Ce niveau nécessite que vous publiez l'application vous-même. Nous fournissons la plateforme, et vous la présentez au monde!",
    "title": "Gratuit"
  },
  "GoogleAuthButton": {
    "text": "Continuer avec Google"
  },
  "LegalMenu": {
    "gdpr": "RGPD",
    "legal": "Juridique",
    "privacy": "Confidentialité",
    "terms": "Conditions"
  },
  "OnboardingStepper": {
    "customize": "Personnaliser",
    "publish": "Publier",
    "synchronize": "Synchroniser"
  },
  "SignInForm": {
    "submitButton": "Se connecter avec l'e-mail"
  },
  "SignInLink": {
    "text": "Vous avez un compte? Se connecter"
  },
  "SignUpForm": {
    "submitButton": "S'inscrire avec l'e-mail"
  },
  "SignUpLink": {
    "text": "Nouveau ici? S'inscrire"
  },
  "SquareOauthButton": {
    "text": "Autoriser Square"
  },
  "SquareOauthExplainerCard": {
    "catalogSyncPrimary": "Synchronisation du Catalogue",
    "catalogSyncSecondary": "Autorisez notre application à récupérer votre catalogue, assurant une intégration transparente avec vos listes de produits actuels.",
    "dataSecurityPrimary": "Sécurité des Données",
    "dataSecuritySecondary": "Vos données sont protégées par les mesures de sécurité de Square. Vous pouvez gérer ou révoquer des autorisations à tout moment depuis votre tableau de bord Square.",
    "orderSubmissionPrimary": "Soumission de Commande",
    "orderSubmissionSecondary": "Laissez-nous passer des commandes au nom de vos clients, garantissant un traitement rapide et fluide des commandes.",
    "posIntegrationPrimary": "Intégration POS",
    "posIntegrationSecondary": "Envoyez des commandes directement à vos systèmes de point de vente, comblant le fossé entre les commandes en ligne et les ventes en personne.",
    "title": "Connectez votre compte Square"
  },
  "StripeCheckoutButton": {
    "free": "Commencer Gratuitement",
    "pro": "Devenir Premium"
  },
  "StripeCheckoutCancelledCard": {
    "body": "La vie est chargée, et nous le comprenons. Si vous choisissez de revenir et de finaliser votre installation, sachez que votre progression est sauvegardée. À tout moment, vous pouvez revoir les étapes précédentes en utilisant la navigation ci-dessus. Pour toute question ou pour plus d'informations, notre section FAQ et nos options de publication sont disponibles ci-dessous.",
    "title": "Nous avons remarqué que votre paiement a été interrompu"
  },
  "StripeFreeCheckoutSuccessCard": {
    "adSupportedPrimary": "Avec publicités",
    "adSupportedSecondary": "Des publicités seront affichées dans votre application, soutenant l'offre gratuite.",
    "buttonText": "Plongez dans les paramètres",
    "customizationPrimary": "La personnalisation vous attend",
    "customizationSecondary": "Ajoutez votre propre touche : logo, couleurs, polices. Synchronisez tout avec votre Catalogue Square.",
    "selfPublishedPrimary": "Publication DIY",
    "selfPublishedSecondary": "Vous êtes le capitaine maintenant. Nous fournissons le navire ; vous le dirigez vers l'App Store.",
    "subheader": "Nous vous préparons pour le succès",
    "timerPrimary": "Délai de réponse du support",
    "timerSecondary": "Des questions ? Attendez-vous à une réponse dans les 72 heures en raison du volume élevé sur l'offre gratuite.",
    "title": "Bienvenue dans votre offre gratuite !"
  },
  "StripeProCheckoutSuccessCard": {
    "accountPrimary": "Configuration du compte",
    "accountSecondary": "Nous configurons vos comptes pour assurer une intégration fluide.",
    "buildPrimary": "Construction de l'application",
    "buildSecondary": "Votre application est actuellement en cours de construction avec les fonctionnalités que vous avez sélectionnées.",
    "calendarPrimary": "Publication garantie avant le",
    "calendarSecondary": "Nous garantissons de publier votre application d'ici la fin du mois. Cependant, elle est souvent en ligne en seulement 2 semaines !",
    "editPrimary": "Pendant que vous attendez",
    "editSecondary": "N'hésitez pas à apporter des modifications à votre application pendant que nous la construisons, nous nous assurerons que vos modifications sont prises en compte.",
    "reviewPrimary": "Examen des matériaux",
    "reviewSecondary": "Notre équipe examine les matériaux que vous avez fournis.",
    "subheader": "Nous préparons tout pour vous",
    "timerPrimary": "Attendez un contact dans",
    "timerSecondary": "Vous pouvez vous attendre à avoir de nos nouvelles dans les 48 heures.",
    "title": "Félicitations pour votre achat !"
  },
  "SubscribeCard": {
    "customizationPrimary": "App & Catalogue Personnalisables",
    "customizationSecondary": "Toutes les fonctionnalités de personnalisation du niveau gratuit sans publicités pour distraire vos clients.",
    "perMonth": "/mois",
    "perfectForBody": "Les entreprises recherchant une approche simplifiée et autonome et qui apprécient l'avantage supplémentaire d'un support et d'une maintenance experts.",
    "perfectForHeader": "Parfait pour:",
    "publishingPrimary": "Publication d'App Sans Tracas",
    "publishingSecondary": "Nous nous occupons de la publication de votre application sur les plateformes iOS et Android, en la gardant disponible pour les clients et à jour.",
    "subheader": "Géré et Supporté",
    "supportPrimary": "Support Premium",
    "supportSecondary": "Notre équipe de développement surveillera votre application et fournira un support en cas de besoin.",
    "title": "Pro"
  }
}
